e5-2620-v4/noretpoline-pti-pcid/pgbench/1000/runs/result-rw-prepared-1000-2.log
transaction type: <builtin: simple update>
scaling factor: 1000
query mode: prepared
number of clients: 16
number of threads: 16
duration: 1800 s
number of transactions actually processed: 33867708
latency average = 0.850 ms
tps = 18815.387921 (including connections establishing)
tps = 18815.422505 (excluding connections establishing)